---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FrictionFactor
source: html/53fe0d8e-53f2-ac47-ad72-3de09ac020d1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FrictionFactor Property

"Friction Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId FrictionFactor { get; }
```